---
kind: enumMember
id: F:Autodesk.Revit.DB.Analysis.gbXMLBuildingHVACSystem.UnderfloorAirDistribution
enum: Autodesk.Revit.DB.Analysis.gbXMLBuildingHVACSystem
source: html/33ed4d48-c47a-6f56-dd22-ddfc4ad87519.htm
---
# Autodesk.Revit.DB.Analysis.gbXMLBuildingHVACSystem.UnderfloorAirDistribution